Repository: AbuBaniaz/e2openplugin-CrossEPG
Catalog: po/*.po
Languages: ru

source: %d providers updated
ru: %d провайдеров обновленно

source: %s channels
ru: %s каналов

source: %s of %s
ru: %s из %s

source: About
ru: О

source: Aliases db size: %s
ru: Размер других ДБ: %s

source: An EPG downloader
ru: EPG загрузчик

source: Auto
ru: Авто

source: Automatically reboot the decoder after a manual download
ru: Автоматическая перезагрузка декодера после ручной загрузки

source: Automatically reboot the decoder after a scheduled download
ru: Автоматическая перезагрузка декодера после загрузки по графику

source: Back
ru: Назад

source: Cannot retrieve rytec sources
ru: Не удается получить rytec

source: Cannot retrieve xepgdb sources
ru: Не удается получить xepgdb

source: Channels count: %s
ru: Счетчик каналов: %s

source: Configure
ru: Конфиг

source: Converting data
ru: Конвертация данных

source: Creation time: %s
ru: Время создания: %s

source: CrossEPG Force Reload
ru: Принудительная перезагрузка CrossEPG

source: CrossEPG Setup
ru: Настройка CrossEPG

source: CrossEPG automatic actions
ru: CrossEPG автоматические действия

source: CrossEPG error: %s
ru: CrossEPG ошибка: %s

source: CrossEPG setup panel
ru: Панель настройки CrossEPG

source: Deflating XEPGDB
ru: Выкачивание XEPGDB

source: Deflating channels list
ru: Выкачивание списка каналов

source: Deflating events
ru: Выкачивание событий

source: Descriptors db size: %s
ru: Размер дескрипторов ДБ: %s

source: Disable
ru: Отключить

source: Disabled
ru: Отключено

source: Download
ru: Скачать

source: Download epg once a day
ru: Скачивать Epg раз в день

source: Download now
ru: Скачать сейчас

source: Download on tune
ru: Загружать при настройке

source: Downloader
ru: Загрузчик

source: Downloading
ru: Загрузка

source: Downloading XEPGDB
ru: Загрузка XEPGDB

source: Downloading channels list
ru: Загрузка списка каналов

source: Downloading events
ru: Загрузка событий

source: Enable
ru: Включить

source: Enable csv import
ru: Включить импорт csv

source: Enabled
ru: Доступно

source: Events count: %s
ru: Счетчик событий %s

source: Force Reload
ru: Принудительная перезагрузка

source: Force csv import now
ru: Принудительный импорт csv

source: Force epg reload
ru: Принудительная перезагрузка EPG

source: Force epg reload on boot
ru: Принудительная перезагрузка EPG при загрузке

source: Force epg.dat conversion now
ru: Принудительная конвертация epg.dat

source: Hashes count: %s
ru: Счетчик хэшей: %s

source: Headers db size: %s
ru: Размер заголовков ДБ: %s

source: Import *.csv and *.bin from %s/import or %s/import (*.bin are binaries with a csv as stdout)
ru: Импорт *.csv и *.bin из %s/импорт или %s/импорт (*.bin являются бинарными с csv как stdout)

source: Indexes db size: %s
ru: Размер индексов ДБ: %s

source: Info
ru: Инфо

source: Info about database
ru: Информация о БД

source: Lamedb used for epg.dat conversion. This option doesn't work with crossepg patch v2
ru: БД ТП используется для конвертации epg.dat. Это опция не работает с CrossEpg патч v2

source: Last update time: %s
ru: Время последнего обновления: %s

source: Loading data
ru: Загрузка данных

source: MHW2 providers
ru: MHW2 провайдеры

source: Merging XEPGDB
ru: XEPGDB

source: Move down
ru: Вниз

source: Move up
ru: Вверх

source: Only for opentv providers. If you zap on channel used from a provider it download the epg in background
ru: Только для Opentv провайдеров. Если вы смотрите канал, то Epg загружается в фоновом режиме

source: OpenTV providers
ru: OpenTV провайдеры

source: PLEASE READ! A hard drive or an usb pen is STRONGLY SUGGESTED. If you still want use your internal flash pay attention to: (1) If you don't have enough free space your box may completely block and you need to flash it again (2) Many write operations on your internal flash may damage your flash memory
ru: Пожалуйста, прочтите! Рекомендуется использовать жесткий диск или USB флеш. Если вы все же хотите использовать внутренню флеш, то обратите внимание: (1) Если будет недостаточно места, ваш ресивер может быть заблокирован и прийдется перешивать его снова (2) Множественная запись на внутренню флеш может ее повредить.

source: Parsing
ru: Анализ

source: Parsing channels list
ru: Анализ списка каналов

source: Parsing events
ru: Анализ событий

source: Parsing summaries
ru: Анализ описаний

source: Parsing titles
ru: Анализ названий

source: Please configure crossepg before start downloader
ru: Настройте CrossEpg до начала загрузки

source: Preferred lamedb
ru: БД транспондеров

source: Read %s
ru: Чтение %s

source: Reading channels
ru: Чтение каналов

source: Reading summaries
ru: Чтение описаний

source: Reading titles
ru: Чтение названий

source: Reboot after a manual download
ru: Перезагружать после ручного скачивания

source: Reboot after a scheduled download
ru: Перезагружать после скачивания по графику

source: Reload epg at every boot. Normally it's not necessary but recover epg after an enigma2 crash
ru: Обновлять EPG при каждой загрузке. Это необходимо для восстановления EPG после краха системы

source: Running script
ru: Выполнение скрипта

source: Saving data
ru: Сохранение данных

source: Scheduled download
ru: Загрузка по графику

source: Scheduled download at
ru: Загрузка по графику на

source: Scheduled download disabled
ru: Загрузка по графику отключена

source: Scripts providers
ru: Scripts провайдеры

source: Show 'Force reload' as plugin
ru: Показывать 'Force reload' как плагин

source: Show as extension
ru: Показывать, как расширение

source: Show as plugin
ru: Показывать, как плагин

source: Show crossepg force load in plugin menu
ru: Показывать CrossEpg force load в меню плагинов

source: Show crossepg in extensions menu
ru: Показывать CrossEpg в меню расширений

source: Show crossepg in plugin menu
ru: Показывать CrossEpg в меню плагинов

source: Starting converter
ru: Запуск конвертора

source: Starting downloader
ru: Запуск загрузки

source: Starting importer
ru: Запуск импорта

source: Time for scheduled daily download
ru: Время ежедневной загрузки

source: Total size: %s
ru: Общий размер: %s

source: Update rytec providers
ru: Обновить rytec провайдеры

source: Update xepgdb providers
ru: Обновить xepgdb провайдеры

source: Updating rytec providers...
ru: Обновление rytec провайдеров...

source: Updating xepgdb providers...
ru: Обновление xepgdb провайдеров...

source: Version: %s
ru: Версия: %s

source: When the decoder is in standby opentv providers will be automatically downloaded every hour. XMLTV providers will be always downloaded only once a day
ru: В режиме ожидания opentv провайдеры будут загружаться каждый час. XMLTV провайдеры будут загружаться раз в день

source: XEPGDB providers
ru: XEPGDB провайдеры

source: XMLTV providers
ru: XMLTV провайдеры

source: disabled
ru: откл.

source: every hour (only in standby)
ru: каждый час (режим ожидания)

source: main lamedb
ru: БД транспондеров

source: once a day
ru: раз в день

source: providers
ru: провайдеры

source: unknow version
ru: неизвестная версия
